"use client";

import React from "react";

export default function AboutPage(): JSX.Element {
  return (
    <div className="my-auto">
      <div className="text-[42px] text-center my-8">Гэрэлтжин CO .,LTD</div>
      <div className="py-4 flex flex-col gap-4">
        <div>Эрхэм үйлчлүүлэгч танаа</div>

        <div>
          Таныг Гэрэлтжин Кореа каргоны вэб хуудсанд зочилсонд талархал
          илэрхийлье.
        </div>

        <p>
          Манай карго үүсгэн байгуулагдсан цагаасаа эхлэн агаарын, газрын, ачаа
          тээвэр,авто машин тээвэрлэлт мөн бичиг баримт бүрдүүлэлт гэх мэт бүх
          төрлийн үйлчилгээг Бүгд Найрамдах Солонгос улс болон Монгол улсын
          хооронд үйлчлүүлэгчдийнхээ хүсэл, хэрэгцээ шаардлагад нийцүүлэн
          гүйцэтгэж байна. Бид удаан хугацааны хамтын ажиллагааг эрхэмлэдэг
          бөгөөд үйлчлүүлэгчидийнхээ цаг завыг хэмнэх, шаардлагатай мэдээллээр
          түргэн шуурхай хангах зорилгоор энэхүү вэб хуудсыг нээн ажиллуулж
          байна. Техник технологийн эрин үед үйчлүүлэгчиддээ илүү ойртон та
          бүхний дуу хоолой, хүсэл сонирхолд нийцүүлэн түргэн шуурхай чанартай
          үйлчилгээг хямд үнээр санал болгох боломжтой болж байгаад бид туйлын
          баяртай байна. Таньд ажлын өндөр амжилт, эрүүл энх, сайн сайхан
          бүхнийг чин сэтгэлийн угаас хүсэн ерөөе.
        </p>
        <div>Хүндэтгэсэн, Гэрэлтжин CO .,LTD company</div>
      </div>
    </div>
  );
}
